/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */

"about_button" = "About";
"upgrade_button" = "Upgrade";

//First Screen
"go_to_login" = "Настроить аккаунт";
"you_need_an_account" = "На устройстве еще не настроена учетная запись $appname.\nДля работы с приложением необходимо настроить учетную запись. ";

//Login Screen
"testing_connection" = "Проверка соединения";
"server_instance_not_found" = "Сервер не найден";
"secure_connection_established" = "Установлено защищённое соединение";
"https_non_secure_connection_established" = "Соединение переадресовано по небезопасному маршруту";
"connection_established" = "Соединение установлено";
"login_details" = "Детали учетной записи";
"username" = "Имя пользователя";
"password" = "Пароль";
"login" = "Войти";
"cancel" = "Отмена";
"error_login_message" = "Некорректное имя пользователя или пароль";
"ok" = "ОК";
"url_sample" = "Cервер https://...";
"forbidden_characters_in_password" = "Пароль содержит запрещённые символы";
"server" = "Сервер";
"url" = "URL";
"session_expired" = "Сессия истекла";
"credentials_different_user" = "Указанный пользователь не соответствует этой учётной записи";
"auth_unsupported_auth_method" = "Сервер не поддерживает выбранный метод аутентификации";
"saml_server_does_not_give_user_id" = "Сервер вернул некорректный пользовательский идентификатор. Пожалуйста, свяжитесь с администратором";
"authentification_not_valid" = "Невозможно аутентифицироваться на этом сервере";
"error_too_many_http_redirects" = "Во время установки соединения произошла ошибка. Повторите попытку.";
"retry" = "Повторить";
"help_link_login" = "Не знакомы с $appname?";

//TabBarItems
"settings"="Настройки";
"files_tab"="Файлы";

//Uploading
"upload" = "Загрузить";
"account" = "Учетная запись:";
"location" = "Местонахождение:";
"photo_albums" = "Фото альбомы";
"loading" = "Загрузка...";
"no_access_to_gallery" = "Разрешите доступ к фотографиям и видео для $appname. (Настройки > Конфиденциальность > Фотографии)";
"error" = "Ошибка";
"upload_failed"="Ошибка при загрузке";
"redirection_problem"="Переадресация ссылок не поддерживается";

//First View
"menu_upload" = "Загрузить фотографии/видео";
"menu_folder" = "Новый каталог";
"menu_text_file" = "Новый текстовый файл";
"sort_menu_title" = "Упорядочить";
"sort_menu_by_name_option" = "А-Я";
"sort_menu_by_modification_date_option" = "Новее-Старее";

//Create/Edit File Text
"create_text_file" = "Создать новый текстовый файл";
"title_view_new_text_file" = "Новый текстовый файл";
"title_view_edit_text_file" = "Редактировать текстовый файл";
"default_text_file_title" = "Новый текстовый файл";
"title_text_file_placeholder" = "Заголовок...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "уже существует";
"error_file_name_empty" = "Имя файла не может быть пустым.";
"no_changes_made" = "Не было никаких изменений";
"no_file_downloaded" = "Файл не скачан, вы не можете его редактировать";


//Create Folder
"create_folder" = "Создать новый каталог";
"folder_name" = "Введите имя каталога:";
"save" = "Сохранить";
"folder_exist" = "Каталог с указанным именем уже существует. Пожалуйста укажите другое имя.";
"folder_create_error"="Каталог не может быть создан";
"not_show_potrait"="Меню недоступно в альбомном режиме. Пожалуйста смените вид на портретный.";
"not_possible_create_folder" = "Каталог не может быть создан.";

//FilesView
"confirm_to_delete_item" = "Подтверждение удаления элемента";
"yes" = "Да";
"no" = "Нет";
"delete_from_device" = "Вы действительно хотите удалить этот файл с устройства?";
"delete_from_server" = "Вы действительно хотите удалить этот файл с сервера?";
"not_possible_connect_to_server" = "Соединение с сервером в данный момент невозможно.";
"delete_folder_from_server" = "Вы действительно хотите удалить этот каталог с сервера?";
"delete_local_server" = "Удалить с устройства и сервера";
"delete_local" = "Удалить с устройства";
"delete_server" = "Удалить с сервера";
"error_path" = "Невозможно открыть каталог. Пожалуйста убедитесь что он существует";
"error_not_permission" = "У вас недостаточно прав для выполнения этого действия";
"folders" = "каталоги";
"files" = "файлы";
"folder" = "каталог";
"file" = "файл";
"more_swipe" = "Больше";
"message_not_files" = "Здесь ничего нет. Загрузите что-нибудь!";

//Refresh file list
"release_refresh"="Отпустите для обновления...";
"loading_refresh"="Загрузка...";
"pull_down_refresh"="Потяните вниз для обновления.";

//Miscelanea
"back" = "Назад";

//Preview
"open_with_label" = "Открыть с помощью";
"delete_label"= "Удалить";

//Open with
"file_cannot_be_opened" = "Не удаётся открыть файл";
"no_app_instaled_to_open_it" = "На устройстве нет приложения для открытия этого типа файлов.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Установка соединения";
"not_establishing_connection" = "Невозможно установить соединение";
"connection_closed" = "Соединение закрыто";
"connection_lost" = "Соединение потеряно";
"auth_failed" = "Аутентификация не удалась";
"auth_passed" = "Аутентификация прошла успешно";
"request_file_not_found" = "Запрошенный файл не найден на сервере";
"request_file_not_accesed" = "Нет доступа к запрошенному файлу";
"unknow_response_server" = "Ошибка. Неправильный ответ от сервера.";
"uploading_data" = "Загрузка данных";
"downloading_data" = "Скачивание данных";
"transfer_complete" = "Передача данных завершена";
"transfer_failed" = "Передача данных не удалась";

//Settings and PinCode
"title_app_pin" = "Блокировка кодом";
"title_app_pin_and_touchID" = "Пароль и Touch ID";
"enter_app_pin" = "Укажите код";
"enter_app_pin_long_description" = "Укажите код";
"reenter_app_pin" = "Повторите код";
"remove_app_pin" = "Убрать код";
"both_pass_not_same" = "Указанные коды не совпадают";
"app_pin_incorrect" = "Код некорректен";
"passcode_not_enabled" = "Сначала включите функцию кода доступа";
"title_app_touchID" = "Touch ID";
"disconnect_button" = "Отсоединиться от сервера";
"pin_removed" = "Код удален";
"incorrect_pin" = "Некорректный код";
"app_pin_stored" = "Код сохранен";
"help" = "Помощь";
"recommend_to_friend" = "Рекомендовать другу";
"send_feedback" = "Отправить отзыв";
"manage_accounts" = "Управление учётными записями";
"add_new_account" = "Добавить новую учётную запись";
"save_changes" = "Сохранить";
"add_account" = "Добавить";
"user_exist" = "Указанный пользователь уже настроен";
"imprint_button" = "Информация";
"title_instant_upload_photos"="Немедленно загружать фотоснимки";
"title_instant_upload_videos"="Немедленно загружать видеоролики";
"title_background_instant_upload" = "Фоновая немедленная загрузка";
"accounts_section" = "Учётные записи";
"security_section" = "Безопасность";
"instant_updloads_section" = "Мгновенные загрузки";
"more_section" = "Больше";
"unlock_app" = "Разблокировать $appname";

//Downloading
"can_no_copy_to_gallery" = "Файл не может быть скопирован в галерею, галерея не способна его открыть";
"file_is_downloading" = "Файл уже скачивается";
"download_file_exist" = "Невозможно открыть файл. Пожалуйста убедитесь что он существует";
"wait_to_download" = "Подготовка к скачиванию";
"updating" = "Обновление";
"msg_while_downloads" = "Невозможно выполнить действие, подождите пока закончится текущее скачивание.";

//SSL
"invalid_ssl_cert" = "Подлинность сертификата сервера не подтверждена. Все-равно доверять данному сертификату?";
"connection_declined" = "Соединение отменено пользователем";

//Recent view
"recent_now"="Менее минуты";
"recent_minutes"="$minutes минут назад";
"recent_minute"="$minutes минуту назад";
"recent_hours"="$hours часов назад";
"recent_hour"="$hours час назад";
"recent_days"="$days дней назад";
"recent_day"="$days день назад";
"recent_months"="$months месяцев назад";
"recent_month"="$months месяц назад";

"uploads_tab"="Загрузки";
"current_section"="Текущие";
"uploader_section"="Загружено";
"nothing_was_upload_recently"="С этого устройства еще ничего не загружено";
"failed_uploader_section"="Неудачные загрузки";
"clear_successful"="Очистка удалась";
"error_credential"="Ошибка учетных данных";
"error_destiny_does_not_exist"="Ошибка каталога";
"error_file_exists"="Конфликт";
"error_permission" = "Ошибка доступа";
"error_file_does_not_exist" = "Не доступно на вашем устройстве";
"error_file_in_background" = "Ошибка сервера";
"error_file_invalid_characters" = "Недопустимые символы";
"change_active_user"="Сменить активного пользователя на";
"waiting_for_server"="Ожидается соединение с сервером";
"waiting_for_upload"="Ожидается загрузка";
"error_permission_alert_message" = "У вас недостаточно прав для загрузки файлов в этот каталог";
"choose_folder" = "Выбрать каталог";

//Select Folder View
"upload_label"="Загрузить в";
"create_button"="Создать";
"choose_button"="Выбрать";

//Rename
"rename_long_press" = "Переименовать";
"rename_file_title" = "Переименовать";
"enter_new_name" = "Введите новое имя:";
"rename_file_exist" = "Файл с указанным именем уже существует, укажите другое имя";

//Move
"move_long_press" = "Переместить";
"move_to_label" = "Переместить в";
"file_exist" = "Файл уже существует в каталоге назначения";
"override_file" = "Вы действительно хотите заменить существующий файл?";
"accept" = "Принять";
"error_folder_destiny_is_the_same" = "ОШИБКА: Каталог не может быть своим потомком";
"original_file_exist" = "Невозможно переместить файл. Пожалуйста убедитесь что он существует";
"original_folder_exist" = "Невозможно переместить каталог. Пожалуйста убедитесь что он существует";

//Download folfer
"download_folder" = "Скачать Папку";
"cancel_download" = "Отменить Загрузку";

//Upload from other apps
"other_apps_title" = " Назначение";
"other_apps_account" = "Учётная запись";
"other_apps_folder" = "Каталог";
"other_apps_file_name" = "Имя файла";
"other_apps_send_to" = "Загрузить в";
"error_moving_file" = "Невозможно переместить файл. Убедитесь что каталог назначения существует";
"forbidden_characters_from_server" = "Имя содержит по крайней мере один недопустимый символ";
"overwritte_title" = "Перезаписать";

//Social
"twitter_message" = "Попробуйте $twitteruser на вашем смартфоне!";
"facebook_message" = "Попробуйте $appname на вашем смартфоне!\n";
"mail_recommendation_subject" = "Попробуйте $appname на вашем смартфоне!";
"mail_recommendation_body" = "Хочу предложить вам использовать $appname на смартфоне!\nЗагрузить можно здесь: ";
"device_not_support_mail" = "Пожалуйста настройте свою почтовую учётную запись";
"mail_feedback_subject" = "Отзыв об $appname";
"account_not_configure" = "На устройстве не настроена учетная запись. Для настройки учетной записи зайдите в Настройки.";

//Storage
"of_storage" = "из";
"occupied_storage" = "занято";
"storage" = "Хранилище";
"storage_upgrade" = "Увеличить хранилище";

//Jimmies
"this_file_is_older" = "Доступна новая версия";
"msg_update_file_0_bytes" = "Файл на сервере имеет размер 0 байт. Вы действительно хотите перезаписать файл на устройстве этим файлом?";

//Shared
"shared_tab" = "Общие ссылки";
"message_not_shared_files" = "Вы еще не поделились файлами/каталогами по ссылке.";
"message_not_shared_api_support" = "Извините, но механизм общего доступа не включен на данном сервере. Пожалуйста свяжитесь с вашим администратором";
"share_link_long_press" = "Общий доступ";
"unshare_link" = "Удалить ссылку";
"share_not_available_on_this_server" = "Извините, но данная функция не включена на вашем сервере. Пожалуйста свяжитесь с вашим администратором";
"copy_link" = "Копировать ссылку";
"file_to_share_not_exist" = "Невозможно поделиться этим файлом или каталогом. Пожалуйста убедитесь что он существуют";
"file_to_unshare_not_exist" = "Невозможно закрыть доступ к этому файлу или каталогу. Пожалуйста убедитесь что он существует";
"shared_link_protected_title" = "Введите пароль";
"shared_link_protected_message" = "Что-бы поделиться ссылкой вы должны ввести пароль, чтобы защитить её.";
"pasword_empty" = "Пароль не может быть пустым";
"no_pasword" = "Вы должны ввести пароль";
"get_share_link" = "Получить ссылку доступа";
"set_expiration_time" = "Установить срок действия";
"password_protect" = "Защитить паролем";
"allow_editing" = "Разрешить редактирование";
"default_not_possible_msg" = "Невозможно выполнить действие, попробуйте позже";
"share_user_group_indicator" = "группа";
"share_user_federated_indicator" = "удалённый";
"add_user_or_group_title" = "Добавить пользователя или группу";
"share_with_users_or_groups" = "Поделиться с пользователями или группами";
"not_share_with_users_yet"= "Пока ничем не поделился с пользователями";
"not_sharee_api_supported" = "Извините, но ваша версия серера не разрешает делиться с пользователями. Свяжитесь с вашми администратором";
"share_link_title" = "Поделиться ссылкой";
"not_share_link_enabled_capabilities" = "Поделиться Ссылкой не активировано на этом сервере. Пожалуйста, обратитесь к администратору";
"shared_link_cannot_remove_password" = "Невозможно удалить пароль";
"shared_link_cannot_remove_expiration_date" = "Не возможно убрать дату окончания срока действия. Shares должны иметь дату истечения срока";
"shared_link_mail_subject" = "$userName поделился »$fileOrFolderName« с вами";
"secured_link" = "Безопасный";

//Shared privileges
"title_user_can_edit" = "Может редактировать";
"title_user_can_share" = "Может делиться";
"user_can_create" = "создать";
"user_can_change" = "изменить";
"user_can_delete" = "удалить";
"title_view_edit_user_privileges" = "Возможности";

//Favorites
"favorite" = "Добавить в избранное";
"unfavorite" = "Убрать из избранного";
"parent_folder_is_favorite" = "Папка, которая содержит этот файл уже излюбленная";

//Available offline
"available_offline" = "Доступно автономно";
"not_available_offline" = "Не доступно автономно";
"parent_folder_is_available_offline_file_child" = "Каталог, который содержит этот файл, уже доступен автономно";
"parent_folder_is_available_offline_folder_child" = "Каталог, который содержит этот каталог, уже доступен автономно";

//Document provider
"error_login_doc_provider" = "Нет доступа к вашей учётной записи. Пожалуйста используйте приложение $appname, чтобы сперва авторизоваться.";
"error_sending_file_to_document_picker" = "Ошибка при отправке файла в инструмента подбора";
"error_user_change_in_core_app" = "Пользователь был изменен в приложении $appname";
"error_connecting_with_server" = "Не удалось соединиться с сервером, повторите попытку позже";
"move_doc_provider_button" = "Переместить в это расположение";
"export_doc_provider_button" = "Экспортировать в это расположение";

//Instant uploads
"location_not_enabled"="Службы геолокации недоступны";
"message_location_not_enabled"="Пожалуйста откройте Настройки и включите Сервисы геолокациидля того, чтобы включить немедленную фоновую загрузку фотографий.";

"access_photos_library_not_enabled" = "Доступ к Фото не включен";
"message_access_photos_not_enabled" = "Для того, что-бы разрешить мгновенную загрузку фотографий, в Настройках включите Доступ к Фотографиям.";

//PDF reader
"page_of_pages" = "из"; //Example: 5 of 10

//Share in
"files_added" = "Файлы добавлены";
"files_will_be_upload_next_time" = "Файлы начнут загружаться в следующий раз, когда вы откроете $appname";

//Help Guide main app
"title_help_slide_0" = "Добро пожаловать в $appname!";
"message_help_slide_0" = "Проведите пальцем, чтобы узнать больше";
"title_help_slide_1" = "Мгновенные загрузки";
"message_help_slide_1" = "Надежно храните Ваши фотографии";
"title_help_slide_2" = "Управляйте всеми Вашими файлами";
"message_help_slide_2" = "Вы можете удалить, переместить";
"title_help_slide_3" = "Общий доступ";
"message_help_slide_3" = "Вы можете поделиться файлами и папками";
"title_help_slide_4" = "МультиАккаунт";
"message_help_slide_4" = "Соединиться со всеми Вашими облаками";
"title_help_slide_5" = "Ваши личные файлы синхронизированы везде";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Войти";
"skip_button_help_guide" = "Пропустить";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "Очистить кэш";
"menu_account_log_out" = "Удалить аккаунт";
